Braver.vscode-solarized
James-Yu.latex-workshop
PKief.material-icon-theme
alanz.vscode-hie-server
esbenp.prettier-vscode
formulahendry.code-runner
justusadam.language-haskell
ms-vscode.cpptools
octref.vetur
redhat.java
streetsidesoftware.code-spell-checker
vincaslt.highlight-matching-tag
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
